Repository: jimmynotjames/simple-recurring-budgets
Catalog: simple-recurring-budgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# budgetDetail.menu.resetCarryOver.accessibilityHint
source: Clears the carry-over balance to zero. Expenses are not affected.
ar: يمسح رصيد المُرحَّل إلى صفر. المصروفات لن تتأثر.
bn: উদ্বৃত্ত স্থানান্তর ব্যালেন্স শূন্যে সাফ করে। খরচ প্রভাবিত হয় না।
ca: Buida el saldo del romanent a zero. Les despeses no es veuen afectades.
cs: Vynuluje zůstatek převodu na nulu. Výdaje nejsou ovlivněny.
da: Rydder overførselssaldoen til nul. Udgifter påvirkes ikke.
de: Setzt den Übertrag auf null zurück. Ausgaben bleiben unverändert.
el: Διαγράφει το Υπόλοιπο Μεταφοράς. Τα Έξοδα δεν επηρεάζονται.
es: Vacía el saldo de remanente a cero. Los gastos no se ven afectados.
es_mx: Borra el saldo acumulado a cero. Los gastos no se ven afectados.
fi: Tyhjentää siirron saldoon nollaan. Menot eivät muutu.
fr: Efface le solde du report à zéro. Les dépenses ne sont pas affectées.
fr_ca: Efface le solde du report à zéro. Les dépenses ne sont pas affectées.
gu: આગળ વહન શેષ રાશિને શૂન્યમાં સાફ કરે છે. ખર્ચ અસરગ્રસ્ત નથી.
he: נקה את יתרת היתרה המועברת לאפס. הוצאות לא מושפעות.
hi: कैरी-ओवर शेष को शून्य पर साफ़ करता है। खर्च प्रभावित नहीं होते हैं।
hr: Očisti stanje prijenosa na nulu. Troškovi se ne mijenjaju.
hu: Nullára állítja az átvitel egyenlegét. A kiadások nem érintettek.
id: Menghapus saldo bawaan menjadi nol. Pengeluaran tidak terpengaruh.
it: Azzera il saldo del riporto. Le spese non sono interessate.
ja: 繰り越し残高をゼロにクリアします。支出には影響しません。
kn: ಮುಂದಕ್ಕೆ ಸಾಗಿಸುವಿಕೆ ಶಿಲ್ಕು ಶೂನ್ಯಕ್ಕೆ ತೆರವುಗೊಳಿಸುತ್ತದೆ. ಖರ್ಚುಗಳು ಪ್ರಭಾವಿತವಾಗುವುದಿಲ್ಲ.
ko: 이월 잔액을 0으로 비웁니다. 지출은 영향을 받지 않습니다.
ml: കാരി-ഓവർ ബാലൻസ് പൂജ്യത്തിലേക്ക് മായ്ക്കുന്നു. ചെലവുകൾ ബാധിതമല്ല.
mr: पुढे नेलेली शिल्लक शून्यावर साफ करते. खर्च प्रभावित नाहीत.
ms: Menghapuskan baki bawa ke hadapan kepada sifar. Perbelanjaan tidak terjejas.
nb: Tømmer overføringssaldo til null. Utgifter påvirkes ikke.
nl: Wist het overdrachtsaldo. Uitgaven worden niet beïnvloed.
or: ଆଗକୁ ନିଆ ବାକି ଶେଷ ଶୂନ୍ୟକୁ ସଫା କରେ। ଖର୍ଚ୍ଚ ପ୍ରଭାବିତ ନାହିଁ।
pa: ਅੱਗੇ ਲਿਜਾਣਾ ਬਕਾਇਆ ਸਿਫ਼ਰ ਵਿੱਚ ਸਾਫ਼ ਕਰਦਾ ਹੈ। ਖਰਚੇ ਪ੍ਰਭਾਵਤ ਨਹੀਂ ਹੁੰਦੇ।
pl: Zeruje saldo przeniesienia. Wydatki nie będą zmienione.
pt_br: Limpa o saldo acumulado para zero. As despesas não são afetadas.
pt_pt: Limpa o saldo de transição para zero. As despesas não são afetadas.
ro: Șterge soldul report la zero. Cheltuielile nu sunt afectate.
ru: Обнуляет баланс переноса. Расходы не затронуты.
sk: Vymaže stav prenosu na nulu. Výdavky nie sú ovplyvnené.
sl: Počisti stanje prenosa na nič. Stroški niso vplivani.
sv: Nollställer överföringssaldot. Utgifter påverkas inte.
ta: முன்கொண்டுசெல் இருப்பை பூஜ்ஜியத்திற்குத் தெளிவுசெய்கிறது. செலவுகளை பாதிக்கப்படாது.
te: క్యారీ-ఓవర్ బ్యాలెన్స్‌ను సున్నాకు క్లియర్ చేస్తుంది. ఖర్చులు ప్రభావితం కాబట్టే.
th: ลบยอดยกมาเป็นศูนย์ รายจ่ายไม่ได้รับผลกระทบ
tr: Devir bakiyesini sıfıra çeker. Harcamalar etkilenmez.
uk: Очищує баланс перенесення залишку до нуля. На витрати це не впливає.
ur: آگے منتقلی کے بیلنس کو صفر پر صاف کرتا ہے۔ اخراجات متاثر نہیں ہوتے۔
vi: Xóa sô dư chuyển tiếp về không. Khoản chi không bị ảnh hưởng.
zh_hans: 将结转余额清除至零。支出不受影响。
zh_hant: 將結轉結餘清除至零。支出不受影響。

# budgetDetail.menu.resumeBudget
source: Resume Budget
ar: استئناف الميزانية
bn: বাজেট পুনরায় শুরু করুন
ca: Reprèn el pressupost
cs: Obnovit rozpočet
da: Genoptag budget
de: Budget fortsetzen
el: Συνέχιση προϋπολογισμού
es: Reanudar presupuesto
es_mx: Reanudar presupuesto
fi: Jatka budjettia
fr: Reprendre le budget
fr_ca: Reprendre le budget
gu: બજેટ ફરી શરૂ કરો
he: חידוש תקציב
hi: बजट फिर से शुरू करें
hr: Nastavi proračun
hu: Költségkeret folytatása
id: Lanjutkan Anggaran
it: Riprendi budget
ja: 予算を再開
kn: ಬಜೆಟ್ ಮುಂದುವರಿಸಿ
ko: 예산 재개
ml: ബജറ്റ് പുനരാരംഭിക്കുക
mr: budget पुन्हा सुरू करा
ms: Sambung Semula Bajet
nb: Gjenoppta budsjett
nl: Budget hervatten
or: ବଜେଟ୍ ପୁନଃଆରମ୍ଭ କରନ୍ତୁ
pa: ਬਜਟ ਮੁੜ-ਸ਼ੁਰੂ ਕਰੋ
pl: Wznów budżet
pt_br: Retomar orçamento
pt_pt: Retomar orçamento
ro: Reia bugetul
ru: Возобновить бюджет
sk: Obnoviť rozpočet
sl: Nadaljuj proračun
sv: Återuppta budget
ta: பட்ஜெட்டைத் தொடர்
te: బడ్జెట్‌ను కొనసాగించండి
th: ดำเนินงบประมาณต่อ
tr: Bütçeyi Sürdür
uk: Відновити бюджет
ur: بجٹ دوبارہ شروع کریں
vi: Tiếp tục ngân sách
zh_hans: 恢复预算
zh_hant: 繼續預算

# budgetDetail.resetBudget.dialog.confirm
source: Reset Budget
ar: إعادة تعيين الميزانية
bn: বাজেট রিসেট করুন
ca: Restableix el pressupost
cs: Resetovat rozpočet
da: Nulstil budget
de: Budget zurücksetzen
el: Επαναφορά Προϋπολογισμού
es: Restablecer presupuesto
es_mx: Restablecer presupuesto
fi: Nollaa budjetti
fr: Réinitialiser le budget
fr_ca: Réinitialiser le budget
gu: બજેટ ફરી સેટ કરો
he: איפוס תקציב
hi: बजट रीसेट करें
hr: Poništi proračun
hu: Visszaállítás
id: Reset Anggaran
it: Azzera Budget
ja: 予算をリセット
kn: ಬಜೆಟ್ ಮರುಹೊಂದಿಸಿ
ko: 예산 초기화
ml: ബജറ്റ് പുനഃസജ്ജമാക്കുക
mr: Budget रीसेट करा
ms: Set Semula Bajet
nb: Nullstill budsjett
nl: Budget resetten
or: ବଜେଟ୍ ପୁନଃସେଟ୍ କରନ୍ତୁ
pa: ਬਜਟ ਮੁੜ-ਸੈੱਟ ਕਰੋ
pl: Resetuj budżet
pt_br: Redefinir Orçamento
pt_pt: Repor Orçamento
ro: Resetează bugetul
ru: Сбросить бюджет
sk: Vynulovať rozpočet
sl: Ponastavi proračun
sv: Återställ budget
ta: பட்ஜெட்டை மீட்டமை
te: బడ్జెట్‌ను రీసెట్ చేయండి
th: รีเซ็ตงบประมาณ
tr: Bütçeyi Sıfırla
uk: Скинути бюджет
ur: بجٹ ری سیٹ کریں
vi: Đặt lại ngân sách
zh_hans: 重置预算
zh_hant: 重設預算

# budgetDetail.resetBudget.dialog.message
source: All expenses will be permanently deleted, carry-over will reset to zero, and if paused, the budget will resume.
ar: سيتم حذف جميع المصروفات نهائياً، وسيتم إعادة تعيين المُرحَّل إلى صفر، وإذا كانت متوقفة مؤقتاً، ستستأنف الميزانية.
bn: সমস্ত খরচ স্থায়ীভাবে মুছে ফেলা হবে, উদ্বৃত্ত স্থানান্তর শূন্যে রিসেট হবে এবং বিরতিতে থাকলে বাজেট পুনরায় শুরু হবে।
ca: Totes les despeses es suprimiran permanentment, el romanent es restablirà a zero i, si està en pausa, el pressupost es reprendrà.
cs: Všechny výdaje budou trvale smazány, převod se resetuje na nulu a pokud je pozastavený, rozpočet se obnoví.
da: Alle udgifter slettes permanent, overførsel nulstilles til nul, og hvis budgettet er på pause, genoptages det.
de: Alle Ausgaben werden dauerhaft gelöscht, der Übertrag wird auf null zurückgesetzt, und das Budget wird fortgesetzt, falls pausiert.
el: Όλα τα Έξοδα θα διαγραφούν μόνιμα, η Μεταφορά θα επαναφερθεί στο μηδέν και, εάν είναι σε παύση, ο Προϋπολογισμός θα συνεχιστεί.
es: Todos los gastos se eliminarán permanentemente, el remanente se restablecerá a cero y, si está en pausa, el presupuesto se reanudará.
es_mx: Todos los gastos se eliminarán permanentemente, el saldo acumulado se restablecerá a cero y, si está en pausa, el presupuesto se reanudará.
fi: Kaikki menot poistetaan pysyvästi, siirto nollataan ja jos budjetti on keskeytetty, se jatketaan.
fr: Toutes les dépenses seront définitivement supprimées, le report sera réinitialisé à zéro et, s'il est suspendu, le budget reprendra.
fr_ca: Toutes les dépenses seront supprimées définitivement, le report sera réinitialisé à zéro, et si le budget est suspendu, il sera repris.
gu: બધો ખર્ચ સ્થાયી રીતે કાઢી નાખવામાં આવશે, આગળ વહન શૂન્યમાં ફરી સેટ થશે, અને બજેટ થોભાવેલો હોય તો તે ફરી શરૂ થશે.
he: כל ההוצאות יימחקו לצמיתות, יתרה מועברת תאופס לאפס, ואם מושהה, התקציב יחזור.
hi: सभी खर्चों को स्थायी रूप से हटा दिया जाएगा, कैरी-ओवर शून्य पर रीसेट हो जाएगा, और यदि रोका गया है तो बजट फिर से शुरू हो जाएगा।
hr: Svi će se troškovi trajno izbrisati, prijenos će biti poništen na nulu i ako je pauzirano, proračun će se nastaviti.
hu: Az összes kiadás véglegesen törlődik, az átvitel nullára áll vissza, és ha szünetel, a költségkeret folytatódik.
id: Semua pengeluaran akan dihapus secara permanen, saldo bawaan akan diatur ulang ke nol, dan jika dijeda, anggaran akan dilanjutkan.
it: Tutte le spese verranno eliminate definitivamente, il riporto verrà reimpostato a zero e, se sospeso, il budget verrà ripreso.
ja: すべての支出が完全に削除され、繰り越しがゼロにリセットされ、一時停止中であれば予算が再開されます。
kn: ಎಲ್ಲಾ ಖರ್ಚುಗಳನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ, ಮುಂದಕ್ಕೆ ಸಾಗಿಸುವಿಕೆ ಶೂನ್ಯಕ್ಕೆ ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ವಿರಾಮಗೊಂಡಿದ್ದರೆ, ಬಜೆಟ್ ಮುಂದುವರಿಯುತ್ತದೆ.
ko: 모든 지출이 영구 삭제되고, 이월은 0으로 재설정되며, 일시 중지됨 상태라면 예산이 재개됩니다.
ml: എല്ലാ ചെലവുകളും നിരന്തരമായി ഇല്ലാതാക്കപ്പെടും, കാരി-ഓവർ പൂജ്യത്തിലേക്ക് പുനഃസജ്ജിക്കപ്പെടും, ഉം നിർത്തിയാണെങ്കിൽ ബജറ്റ് പുനരാരംഭിക്കപ്പെടും.
mr: सर्व खर्च कायमचे हटवले जाईल, पुढे नेलेली शिल्लक शून्यावर रीसेट होईल, आणि जर थांबवलेले असेल तर budget पुन्हा सुरू होईल.
ms: Semua perbelanjaan akan dipadamkan secara kekal, bawa ke hadapan akan ditetapkan semula kepada sifar, dan jika dijeda, bajet akan disambung semula.
nb: Alle utgifter slettes permanent, overføring nullstilles til null, og hvis budsjettet er på pause, gjenopptas det.
nl: Alle uitgaven worden permanent verwijderd, de overdracht wordt ingesteld op nul en het budget wordt hervat als het was gepauzeerd.
or: ସମସ୍ତ ଖର୍ଚ୍ଚ ସ୍ଥାୟୀଭାବେ ବିଲୋପ ହେବ, ଆଗକୁ ନିଆ ବାକି ଶୂନ୍ୟକୁ ପୁନଃସେଟ୍ ହେବ, ଏବଂ ବିରତ ଥିଲେ ବଜେଟ୍ ପୁନଃଆରମ୍ଭ ହେବ।
pa: ਸਾਰੇ ਖਰਚੇ ਸਥਾਈ ਤੌਰ ਤੇ ਮਿਟਾ ਦਿੱਤੇ ਜਾਣਗੇ, ਅੱਗੇ ਲਿਜਾਣਾ ਸਿਫ਼ਰ ਵਿੱਚ ਮੁੜ-ਸੈੱਟ ਹੋਵੇਗਾ, ਅਤੇ ਜੇ ਰੋਕਿਆ ਹੋ ਤਾਂ ਬਜਟ ਮੁੜ-ਸ਼ੁਰੂ ਹੋਵੇਗਾ।
pl: Wszystkie wydatki zostaną trwale usunięte, przeniesienie resetuje się do zera, a budżet zostanie wznowiony, jeśli był wstrzymany.
pt_br: Todas as despesas serão permanentemente deletadas, o saldo acumulado será redefinido para zero e, se pausado, o orçamento será retomado.
pt_pt: Todas as despesas serão apagadas permanentemente, a transição será reposta para zero e, se em pausa, o orçamento será retomado.
ro: Toate cheltuielile vor fi șterse permanent, reportul va fi resetat la zero, iar dacă este întrerupt, bugetul va fi reluat.
ru: Все расходы будут безвозвратно удалены, перенос обнулится, и если бюджет приостановлен, он возобновится.
sk: Všetky výdavky budú natrvalo odstránené, prenos bude vynulovaný na nulu a ak je pozastavený, rozpočet bude obnovený.
sl: Vsi stroški bodo trajno izbrisani, prenos se bo ponastavil na nič in, če je pavziran, se bo proračun nadaljeval.
sv: Alla utgifter raderas permanent, överföring återställs till noll och budgeten återupptas om den är pausad.
ta: அனைத்து செலவுகளும் நிரந்தரமாக நீக்கப்படும், முன்கொண்டுசெல் பூஜ்ஜியத்திற்கு மீட்டமைக்கப்படும், மற்றும் இடைநிறுத்தப்பட்டால், பட்ஜெட் தொடர்ப்படும்.
te: సమస్త ఖర్చులు శాశ్వతంగా తొలగించబడతాయి, క్యారీ-ఓవర్ సున్నాకు రీసెట్ చేయబడుతుంది మరియు బడ్జెట్ విరామంలో ఉంటే కొనసాగుతుంది.
th: รายจ่ายทั้งหมดจะถูกลบอย่างถาวร ยอดยกมาจะรีเซ็ตเป็นศูนย์ และถ้าหยุดชั่วคราว งบประมาณจะดำเนินต่อ
tr: Tüm harcamalar kalıcı olarak silinecek, devir sıfıra sıfırlanacak ve bütçe duraklatılmışsa sürdürülecek.
uk: Всі витрати будуть назавжди видалені, перенесення залишку скидається до нуля, і якщо бюджет призупинено, він буде відновлений.
ur: تمام اخراجات مستقل طور پر حذف ہوں گے، آگے منتقلی صفر پر ری سیٹ ہوگی، اور اگر روکا ہوا ہے تو بجٹ دوبارہ شروع ہوگا۔
vi: Mọi khoản chi sẽ bị xóa vĩnh viễn, chuyển tiếp sẽ đặt lại thành không, và nếu tạm dừng, ngân sách sẽ tiếp tục.
zh_hans: 所有支出将被永久删除、结转重置为零，以及如果已暂停，预算将恢复。
zh_hant: 所有支出將永久刪除，結轉將重設為零，若已暫停，預算將繼續。

# budgetDetail.resetBudget.dialog.title
source: Reset Budget?
ar: إعادة تعيين الميزانية؟
bn: বাজেট রিসেট করুন?
ca: Vols restablir el pressupost?
cs: Resetovat rozpočet?
da: Nulstil budget?
de: Budget zurücksetzen?
el: Επαναφορά Προϋπολογισμού;
es: ¿Restablecer presupuesto?
es_mx: ¿Restablecer presupuesto?
fi: Nollataanko budjetti?
fr: Réinitialiser le budget ?
fr_ca: Réinitialiser le budget?
gu: બજેટ ફરી સેટ કરવું?
he: לאפס את התקציב?
hi: बजट रीसेट करें?
hr: Poništiti proračun?
hu: Visszaállítja a költségkeretet?
id: Reset Anggaran?
it: Azzerare il Budget?
ja: 予算をリセットしますか？
kn: ಬಜೆಟ್ ಮರುಹೊಂದಿಸುವುದೇ?
ko: 예산을 초기화할까요?
ml: ബജറ്റ് പുനഃസജ്ജമാക്കണോ?
mr: Budget रीसेट करायचा?
ms: Set Semula Bajet?
nb: Nullstille budsjett?
nl: Budget resetten?
or: ବଜେଟ୍ ପୁନଃସେଟ୍ କରିବେ?
pa: ਬਜਟ ਮੁੜ-ਸੈੱਟ ਕਰੋ?
pl: Zresetować budżet?
pt_br: Redefinir Orçamento?
pt_pt: Repor Orçamento?
ro: Resetezi bugetul?
ru: Сбросить бюджет?
sk: Vynulovať rozpočet?
sl: Ponastavi proračun?
sv: Återställ budget?
ta: பட்ஜெட்டை மீட்டமைக்கவா?
te: బడ్జెట్‌ను రీసెట్ చేయాలా?
th: รีเซ็ตงบประมาณ?
tr: Bütçe Sıfırlansın mı?
uk: Скинути бюджет?
ur: بجٹ ری سیٹ کریں؟
vi: Đặt lại ngân sách?
zh_hans: 重置预算？
zh_hant: 重設預算？

# budgetDetail.resetCarryOver.alert.confirm
source: Reset to Zero
ar: إعادة التعيين إلى الصفر
bn: শূন্যে রিসেট করুন
ca: Restableix a zero
cs: Resetovat na nulu
da: Nulstil til nul
de: Auf null zurücksetzen
el: Μηδενισμός
es: Restablecer a cero
es_mx: Restablecer a cero
fi: Nollaa
fr: Remettre à zéro
fr_ca: Remettre à zéro
gu: શૂન્યમાં ફરી સેટ કરો
he: איפוס לאפס
hi: शून्य पर रीसेट करें
hr: Postavi na nulu
hu: Visszaállítás nullára
id: Reset ke Nol
it: Azzera
ja: ゼロにリセット
kn: ಶೂನ್ಯಕ್ಕೆ ಮರುಹೊಂದಿಸಿ
ko: 0으로 초기화
ml: പൂജ്യത്തിലേക്ക് പുനഃസജ്ജമാക്കുക
mr: शून्यावर रीसेट करा
ms: Tetapkan Semula kepada Sifar
nb: Nullstill til null
nl: Resetten naar nul
or: ଶୂନ୍ୟକୁ ପୁନଃସେଟ୍ କରନ୍ତୁ
pa: ਸਿਫ਼ਰ ਵਿੱਚ ਮੁੜ-ਸੈੱਟ ਕਰੋ
pl: Wyzeruj
pt_br: Redefinir para Zero
pt_pt: Repor a Zero
ro: Resetează la zero
ru: Обнулить
sk: Vynulovať
sl: Ponastavi na nič
sv: Återställ till noll
ta: பூஜ்ஜியத்திற்கு மீட்டமை
te: సున్నాకు రీసెట్ చేయండి
th: รีเซ็ตเป็นศูนย์
tr: Sıfıra Döndür
uk: Скинути до нуля
ur: صفر پر ری سیٹ کریں
vi: Đặt lại về 0
zh_hans: 重置为零
zh_hant: 重設為零

# budgetDetail.resetCarryOver.alert.message
source: The carry-over balance will be cleared and start fresh from zero.
ar: سيتم مسح رصيد المُرحَّل والبدء من جديد من صفر.
bn: উদ্বৃত্ত স্থানান্তর ব্যালেন্স সাফ হয়ে শূন্য থেকে নতুন করে শুরু হবে।
ca: El saldo del romanent es buidarà i començarà de nou des de zero.
cs: Zůstatek převodu bude vymazán a znovu začne od nuly.
da: Overførselssaldoen ryddes, og du starter forfra med nul.
de: Der Übertrag wird gelöscht und beginnt frisch bei null.
el: Το Υπόλοιπο Μεταφοράς θα διαγραφεί και θα ξεκινήσει από μηδέν.
es: El saldo de remanente se vaciará y empezará de cero.
es_mx: El saldo acumulado se borrará y comenzará de nuevo desde cero.
fi: Siirron saldo tyhjennetään ja aloitetaan uudelleen nollasta.
fr: Le solde du report sera effacé et recommencera à zéro.
fr_ca: Le solde du report sera effacé et recommencera à zéro.
gu: આગળ વહન શેષ રાશિ સાફ કરવામાં આવશે અને શૂન્યથી નવું શરૂ થશે.
he: יתרת היתרה המועברת תתנוקה ותתחיל טרי מאפס.
hi: कैरी-ओवर शेष साफ़ कर दिया जाएगा और शून्य से नई शुरुआत होगी।
hr: Stanje prijenosa će biti očišćeno i počet će ispočetka od nule.
hu: Az átvitel egyenlege törlődik, és nulláról kezd újra.
id: Saldo bawaan akan dihapus dan dimulai segar dari nol.
it: Il saldo del riporto verrà cancellato e ricomincia da zero.
ja: 繰り越し残高がクリアされ、ゼロから新しく始まります。
kn: ಮುಂದಕ್ಕೆ ಸಾಗಿಸುವಿಕೆ ಶಿಲ್ಕು ತೆರವುಗೊಳಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಶೂನ್ಯದಿಂದ ಸಂಪೂರ್ಣ ವೃದ್ಧಿಯಾಗುತ್ತದೆ.
ko: 이월 잔액이 비워지고 0부터 새로 시작합니다.
ml: കാരി-ഓവർ ബാലൻസ് മായ്ക്കാനും പൂജ്യത്തിൽ നിന്ന് ശുദ്ധമായി ആരംഭിക്കാനും ആണ്.
mr: पुढे नेलेली शिल्लक साफ केली जाईल आणि शून्यापासून नव्याने सुरू होईल.
ms: Baki bawa ke hadapan akan dipadamkan dan dimulai semula daripada sifar.
nb: Overføringssaldoen tømmes og starter på nytt fra null.
nl: Het overdrachtsaldo wordt gewist en start schoon op nul.
or: ଆଗକୁ ନିଆ ବାକି ଶେଷ ସଫା ହେବ ଏବଂ ଶୂନ୍ୟ ଠାରୁ ନୂଆ ଆରମ୍ଭ ହେବ।
pa: ਅੱਗੇ ਲਿਜਾਣਾ ਬਕਾਇਆ ਸਾਫ਼ ਕੀਤਾ ਜਾਵੇਗਾ ਅਤੇ ਸਿਫ਼ਰ ਤੋਂ ਨਵਾਂ ਸ਼ੁਰੂ ਹੋਵੇਗਾ।
pl: Saldo przeniesienia zostanie wyczyszczone i rozpocznie się od nowa od zera.
pt_br: O saldo acumulado será limpo e recomeçará do zero.
pt_pt: O saldo de transição será limpo e recomeçará do zero.
ro: Soldul report va fi șters și va porni din nou de la zero.
ru: Баланс переноса будет очищен и начнётся заново с нуля.
sk: Stav prenosu bude vymazaný a začne nanovo od nuly.
sl: Stanje prenosa se bo očistilo in nanovo se bo začelo od nič.
sv: Överföringssaldot rensas och börjar om från noll.
ta: முன்கொண்டுசெல் இருப்பு தெளிவுசெய்யப்பட்டு பூஜ்ஜியத்திலிருந்து புதிதாக தொடங்கும்.
te: క్యారీ-ఓవర్ బ్యాలెన్స్ క్లియర్ చేయబడుతుంది మరియు సున్నా నుండి తాజా ప్రారంభమవుతుంది.
th: ยอดยกมาจะถูกลบและเริ่มใหม่จากศูนย์
tr: Devir bakiyesi silinecek ve sıfırdan başlayacak.
uk: Баланс перенесення залишку буде очищений і почне знову з нуля.
ur: آگے منتقلی کا بیلنس صاف ہوگا اور صفر سے نیا شروع ہوگا۔
vi: Số dư chuyển tiếp sẽ bị xóa và bắt đầu lại từ không.
zh_hans: 结转余额将被清除并从零重新开始。
zh_hant: 結轉結餘將被清除並重新開始。

# budgetDetail.resetCarryOver.alert.title
source: Reset carry-over?
ar: إعادة تعيين المُرحَّل؟
bn: উদ্বৃত্ত স্থানান্তর রিসেট করুন?
ca: Restablir romanent?
cs: Vynulovat převod?
da: Nulstil overførsel?
de: Übertrag zurücksetzen?
el: Επαναφορά Μεταφοράς;
es: ¿Restablecer remanente?
es_mx: ¿Restablecer saldo acumulado?
fi: Nollaatko siirron?
fr: Réinitialiser le report ?
fr_ca: Réinitialiser le report?
gu: આગળ વહન ફરી સેટ કરવું?
he: אפס יתרה מועברת?
hi: कैरी-ओवर रीसेट करें?
hr: Poništi prijenos?
hu: Átvitel visszaállítása?
id: Atur ulang saldo bawaan?
it: Reimpostare il riporto?
ja: 繰り越しをリセットしますか？
kn: ಮುಂದಕ್ಕೆ ಸಾಗಿಸುವಿಕೆ ಮರುಹೊಂದಿಸುವುದೇ?
ko: 이월을 재설정할까요?
ml: കാരി-ഓവർ പുനഃസജ്ജമാക്കണോ?
mr: पुढे नेलेली शिल्लक रीसेट करायची?
ms: Set semula bawa ke hadapan?
nb: Nullstill overføring?
nl: Overdracht resetten?
or: ଆଗକୁ ନିଆ ବାକି ପୁନଃସେଟ୍ କରିବେ?
pa: ਅੱਗੇ ਲਿਜਾਣਾ ਮੁੜ-ਸੈੱਟ ਕਰੋ?
pl: Resetuj przeniesienie?
pt_br: Redefinir saldo acumulado?
pt_pt: Repor transição?
ro: Resetezi reportul?
ru: Сбросить перенос?
sk: Vynulovať prenos?
sl: Ponastavi prenos?
sv: Återställ överföring?
ta: முன்கொண்டுசெல்லை மீட்டமைக்கவா?
te: క్యారీ-ఓవర్‌ను రీసెట్ చేయాలా?
th: รีเซ็ตยอดยกมา?
tr: Devir sıfırlansın mı?
uk: Скинути перенесення залишку?
ur: آگے منتقلی ری سیٹ کریں؟
vi: Đặt lại chuyển tiếp?
zh_hans: 重置结转？
zh_hant: 重設結轉？

# budgetDetail.section.current.accessibilityLabel
source: %1$@, total %2$@
ar: %1$@، المجموع %2$@
bn: %1$@, মোট %2$@
cs: %1$@, celkem %2$@
da: %1$@, i alt %2$@
de: %1$@, gesamt %2$@
el: %1$@, σύνολο %2$@
fi: %1$@, yhteensä %2$@
gu: %1$@, કુલ %2$@
he: %1$@, סך הכל %2$@
hi: %1$@, कुल %2$@
hr: %1$@, ukupno %2$@
hu: %1$@, összesen %2$@
it: %1$@, totale %2$@
ja: %1$@、合計%2$@
kn: %1$@, ಒಟ್ಟು %2$@
ko: %1$@, 합계 %2$@
ml: %1$@, മൊത്തം %2$@
mr: %1$@, एकूण %2$@
ms: %1$@, jumlah %2$@
nb: %1$@, totalt %2$@
nl: %1$@, totaal %2$@
or: %1$@, ମୋଟ %2$@
pa: %1$@, ਕੁੱਲ %2$@
pl: %1$@, łącznie %2$@
ru: %1$@, итого %2$@
sk: %1$@, celkovo %2$@
sl: %1$@, skupaj %2$@
sv: %1$@, totalt %2$@
ta: %1$@, மொத்தம் %2$@
te: %1$@, మొత్తం %2$@
th: %1$@, รวม %2$@
tr: %1$@, toplam %2$@
uk: %1$@, всього %2$@
ur: %1$@، کل %2$@
vi: %1$@, tổng cộng %2$@
zh_hans: %1$@，合计%2$@
zh_hant: %1$@，合計 %2$@

# budgetDetail.section.current.biweekly
source: Current Period
ar: الفترة الحالية
bn: বর্তমান সময়কাল
ca: Període actual
cs: Aktuální období
da: Nuværende periode
de: Aktueller Zeitraum
el: Τρέχουσα Περίοδος
es: Periodo actual
es_mx: Período actual
fi: Nykyinen jakso
fr: Période en cours
fr_ca: Période actuelle
gu: ચાલુ સમયગાળો
he: תקופה נוכחית
hi: वर्तमान अवधि
hr: Trenutačno razdoblje
hu: Jelenlegi időszak
id: Periode Ini
it: Periodo Corrente
ja: 今期
kn: ಪ್ರಸ್ತುತ ಅವಧಿ
ko: 현재 기간
ml: നിലവിലെ കാലയളവ്
mr: सध्याचा कालावधी
ms: Tempoh Semasa
nb: Inneværende periode
nl: Huidige periode
or: ବର୍ତ୍ତମାନ ଅବଧି
pa: ਮੌਜੂਦਾ ਮਿਆਦ
pl: Bieżący okres
pt_br: Período Atual
pt_pt: Período Atual
ro: Perioada curentă
ru: Текущий период
sk: Aktuálne obdobie
sl: Trenutno obdobje
sv: Aktuell period
ta: தற்போதைய காலம்
te: ప్రస్తుత వ్యవధి
th: รอบปัจจุบัน
tr: Geçerli Dönem
uk: Поточний період
ur: موجودہ مدت
vi: Kỳ hiện tại
zh_hans: 当前周期
zh_hant: 本週期

# budgetDetail.section.current.daily
source: Current Day
ar: اليوم الحالي
bn: আজ
ca: Dia actual
cs: Dnešní den
da: Dags dato
de: Aktueller Tag
el: Τρέχουσα Ημέρα
es: Día actual
es_mx: Día actual
fi: Tämä päivä
fr: Jour en cours
fr_ca: Journée actuelle
gu: આજનો દિવસ
he: יום נוכחי
hi: आज
hr: Današnji dan
hu: Mai nap
id: Hari Ini
it: Giorno Corrente
ja: 今日
kn: ಪ್ರಸ್ತುತ ದಿನ
ko: 오늘
ml: നിലവിലെ ദിവസം
mr: सध्याचा दिवस
ms: Hari Ini
nb: I dag
nl: Huidige dag
or: ବର୍ତ୍ତମାନ ଦିନ
pa: ਅੱਜ
pl: Bieżący dzień
pt_br: Dia Atual
pt_pt: Dia Atual
ro: Ziua curentă
ru: Текущий день
sk: Aktuálny deň
sl: Današnji dan
sv: Aktuell dag
ta: தற்போதைய நாள்
te: ప్రస్తుత రోజు
th: วันปัจจุบัน
tr: Bugün
uk: Поточний день
ur: موجودہ دن
vi: Hôm nay
zh_hans: 今天
zh_hant: 今日

# budgetDetail.section.current.monthly
source: Current Month
ar: الشهر الحالي
bn: এই মাস
ca: Mes actual
cs: Aktuální měsíc
da: Denne måned
de: Aktueller Monat
el: Τρέχων Μήνας
es: Mes actual
es_mx: Mes actual
fi: Tämä kuukausi
fr: Mois en cours
fr_ca: Mois actuel
gu: ચાલુ મહિનો
he: חודש נוכחי
hi: इस महीने
hr: Trenutni mjesec
hu: Jelenlegi hónap
id: Bulan Ini
it: Mese Corrente
ja: 今月
kn: ಪ್ರಸ್ತುತ ತಿಂಗಳು
ko: 현재 달
ml: നിലവിലെ മാസം
mr: सध्याचा महिना
ms: Bulan Ini
nb: Nåværende måned
nl: Huidige maand
or: ବର୍ତ୍ତମାନ ମାସ
pa: ਇਸ ਮਹੀਨੇ
pl: Bieżący miesiąc
pt_br: Mês Atual
pt_pt: Mês Atual
ro: Luna curentă
ru: Текущий месяц
sk: Aktuálny mesiac
sl: Ta mesec
sv: Aktuell månad
ta: தற்போதைய மாதம்
te: ప్రస్తుత నెల
th: เดือนนี้
tr: Bu Ay
uk: Поточний місяць
ur: موجودہ ماہ
vi: Tháng hiện tại
zh_hans: 本月
zh_hant: 本月

# budgetDetail.section.current.specificDates
source: Current Period
ar: الفترة الحالية
bn: বর্তমান সময়কাল
ca: Període actual
cs: Aktuální období
da: Nuværende periode
de: Aktueller Zeitraum
el: Τρέχουσα Περίοδος
es: Periodo actual
es_mx: Período actual
fi: Nykyinen jakso
fr: Période en cours
fr_ca: Période actuelle
gu: ચાલુ સમયગાળો
he: תקופה נוכחית
hi: वर्तमान अवधि
hr: Trenutačno razdoblje
hu: Jelenlegi időszak
id: Periode Ini
it: Periodo corrente
ja: 今期
kn: ಪ್ರಸ್ತುತ ಅವಧಿ
ko: 현재 기간
ml: നിലവിലെ കാലയളവ്
mr: सध्याचा कालावधी
ms: Tempoh Semasa
nb: Inneværende periode
nl: Huidige periode
or: ବର୍ତ୍ତମାନ ଅବଧି
pa: ਮੌਜੂਦਾ ਮਿਆਦ
pl: Bieżący okres
pt_br: Período Atual
pt_pt: Período Atual
ro: Perioada curentă
ru: Текущий период
sk: Aktuálne obdobie
sl: Trenutno obdobje
sv: Aktuell period
ta: தற்போதைய காலம்
te: ప్రస్తుత వ్యవధి
th: รอบปัจจุบัน
tr: Geçerli Dönem
uk: Поточний період
ur: موجودہ مدت
vi: Kỳ hiện tại
zh_hans: 当前周期
zh_hant: 本週期

# budgetDetail.section.current.weekly
source: Current Week
ar: الأسبوع الحالي
bn: এই সপ্তাহ
ca: Setmana actual
cs: Aktuální týden
da: Denne uge
de: Aktuelle Woche
el: Τρέχουσα Εβδομάδα
es: Semana actual
es_mx: Semana actual
fi: Tämä viikko
fr: Semaine en cours
fr_ca: Semaine actuelle
gu: ચાલુ અઠવાડિયો
he: שבוע נוכחי
hi: इस सप्ताह
hr: Trenutni tjedan
hu: Jelenlegi hét
id: Minggu Ini
it: Settimana Corrente
ja: 今週
kn: ಪ್ರಸ್ತುತ ವಾರ
ko: 현재 주
ml: നിലവിലെ ആഴ്ച
mr: हा आठवडा
ms: Minggu Ini
nb: Nåværende uke
nl: Huidige week
or: ବର୍ତ୍ତମାନ ସପ୍ତାହ
pa: ਇਸ ਹਫ਼ਤੇ
pl: Bieżący tydzień
pt_br: Semana Atual
pt_pt: Semana Atual
ro: Săptămâna curentă
ru: Текущая неделя
sk: Aktuálny týždeň
sl: Ta teden
sv: Aktuell vecka
ta: தற்போதைய வாரம்
te: ప్రస్తుత వారం
th: สัปดาห์นี้
tr: Bu Hafta
uk: Поточний тиждень
ur: موجودہ ہفتہ
vi: Tuần hiện tại
zh_hans: 本周
zh_hant: 本週

# budgetDetail.section.future
source: Upcoming
ar: القادم
bn: আসন্ন
ca: Propers
cs: Nadcházející
da: Kommende
de: Anstehend
el: Επερχόμενα
es: Próximos
es_mx: Próximos
fi: Tulevat
fr: À venir
fr_ca: À venir
gu: આવતું
he: קרוב
hi: आने वाले
hr: Nadolazeće
hu: Közelgő
id: Mendatang
it: Prossimi
ja: 今後
kn: ಮುಂದಿನ
ko: 예정
ml: വരാവുന്നത്
mr: येणारे
ms: Mendatang
nb: Kommende
nl: Komend
or: ଆସନ୍ନ
pa: ਆਉਂਦਾ
pl: Przyszłe
pt_br: Próximos
pt_pt: Próximas
ro: Viitoare
ru: Предстоящие
sk: Nadchádzajúce
sl: Prihajajoče
sv: Kommande
ta: விரைவில்
te: రాబోయే
th: ที่จะมา
tr: Yaklaşan
uk: Майбутні
ur: آنے والے
vi: Sắp tới
zh_hans: 待支出
zh_hant: 待支
